[M_Overlooked MissionDefinition]
MissionName="Overlook: Distribuição de Medicamentos"
MissionDescription="Os habitantes de [place]Overlook[-place] precisam desesperadamente de remédios para tratar suas febres cranianas. Você deve encontrar três lotes distintos de medicamentos para curar os enfermos do local. O primeiro lote está em um dispositivo distribuidor automático. Infelizmente está faltando o núcleo energético e por isso, você terá que encontrá-lo."
TurnInDescription="Os habitantes de [place]Overlook[-place] agora dispõem de remédios suficientes contra as febres cranianas para parar de tremer, desmaiar e morrer por pelo menos um ano. "
MissionSummary="Consiga remédios para os habitantes de [place]Overlook[-place]."
MissionGiver="Karima"
MissionTurnInLocation="Karima"
TeaserText="[place]Overlook[-place] precisa de um herói. Está interessado?"

[M_Overlooked:GetMeds2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Os habitantes de [place]Overlook[-place] precisam desesperadamente de remédios para tratar suas febres cranianas. Você deve encontrar três lotes distintos de medicamentos para curar os enfermos do local. Depois de encontrar o primeiro lote no distribuidor automático, você precisa procurar um requisitador da Hyperion em uma embarcação naufragada para encontrar os outros dois lotes."

[M_Overlooked:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Overlooked:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Overlooked:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Os habitantes de [place]Overlook[-place] precisam desesperadamente de remédios para tratar suas febres cranianas. Você deve encontrar três lotes distintos de medicamentos para curar os enfermos do local. O primeiro lote está em um dispositivo distribuidor automático. Como você já encontrou o núcleo energético que faltava, agora é possível consertá-lo para então, comprar os medicamentos."

[M_Overlooked:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Overlooked:MissionObjectiveSetDefinition_8 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Os habitantes de [place]Overlook[-place] precisam desesperadamente de remédios para tratar suas febres cranianas. Você já conseguiu os remédios e Karima lhe pediu que os distribua para toda a população."

[M_Overlooked:Overlooked_Buythemedicine MissionObjectiveDefinition]
ProgressMessage="Compre os remédios"

[M_Overlooked:Overlooked_CheckTown MissionObjectiveDefinition]
ProgressMessage="Faça uma visita à Overlook"

[M_Overlooked:Overlooked_DeliverMeds MissionObjectiveDefinition]
ProgressMessage="Distribua os remédios"

[M_Overlooked:Overlooked_FindMachinePart MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Overlooked:Overlooked_FindVendingMachinePart MissionObjectiveDefinition]
ProgressMessage="Pegue a bateria do relógio"

[M_Overlooked:Overlooked_GetMedsBottle2 MissionObjectiveDefinition]
ProgressMessage="Encontre o segundo lote"

[M_Overlooked:Overlooked_GetMedsBottle3 MissionObjectiveDefinition]
ProgressMessage="Encontre o terceiro lote"

[M_Overlooked:Overlooked_RepairTheVendingMachine MissionObjectiveDefinition]
ProgressMessage="Conserte o distribuidor automático"

